[
    {
        "image": "001.webp",
        "caption": "A solid black Valknut in front of a white burst of light over a yellow background, a norse Valknut, in the style of desktop wallpaper "
    },
    {
        "image": "002.png",
        "caption": "A black white and red flag with a black Valknut in the center, horizantal white stripe, red trim, bold black valknut, in the style of a flag, in the style of a banner."
    },
    {
        "image": "003.jpg",
        "caption": "A silver pendant with a gold Valknut circled by futhark runes, fur background, norse jewelry, in the style of photograph."
    },
    {
        "image": "004.jpg",
        "caption": "A Valknut tattoo with celtic knotwork, black ink tattoo, White man's tribal chest tattoo, in the style of photograph."
    },
    {
        "image": "005.jpg",
        "caption": "A Valknut tattoo in the center of a man's back, solid black Valknut tattoo, White man's tribal back tattoo, in the style of photograph."
    },
    {
        "image": "006.png",
        "caption": "A simplistic symbol of a yellow Valknut in a circle, transparent background, in the style of stained glass clipart."
    },
    {
        "image": "007.jpg",
        "caption": "A solid black Valknut on a white cirlce in front of a red and black flag, simplistic three color design, in the style of a flag."
    },
    {
        "image": "008.png",
        "caption": "A simplistic image of a white Valknut logo, traced in black, on a white background, black and white, vector, in the style of clipart."
    },
    {
        "image": "009.jpg",
        "caption": "A stone Valknut burning in fire on a black background, in the style of CGI artwork."
    },
    {
        "image": "010.png",
        "caption": "A solid black Valknut on a transparent background, minimalist, in the style of a vector image."
    },
    {
        "image": "011.png",
        "caption": "A blood red Valknut on a white background, the image is lightly scratched and worn. In the style of photoshop art."
    },
    {
        "image": "012.jpg",
        "caption": "A golden Valknut on a solid green background, the word 'Valknut' is below the symbol, in the style of a logo."
    },
    {
        "image": "013.webp",
        "caption": "A foggy bright blue Valknut on a black space, the Valknut glows with a eerie light, in the style of desktop wallpaper."
    },
    {
        "image": "014.jpg",
        "caption": "A white embossed Valknut on a black background, two ravens looking out from behind it, black and white image, in the style of a logo."
    },
    {
        "image": "015.png",
        "caption": "A black and white mandala design with a Valknut symbol in the center, surrounded by intricate floral and geometric patterns, in the style of clipart."
    },
    {
        "image": "016.jpg",
        "caption": "A dark circular design with a Valknut symbol in the center, surrounded by intricate nordic and celtic knotwork in shades of brown and gold, in the style of a metallic emblem."
    },
    {
        "image": "017.jpg",
        "caption": "A black and white tattoo of a circular symbol of a Vegvisir with a Valknut inside it, White tribal shoulder tattoo, style of black and white photography."
    },
    {
        "image": "018.webp",
        "caption": "A fierce black wolf with glowing red eyes, surrounded by intricate dark patterns and designs, beneath the folf is a red Valknut, in the style of biker art."
    },
    {
        "image": "019.jpg",
        "caption": "A black and white image depicting a Norse or Viking-inspired symbol. The symbol features a central white Valknut in front of a spear, surrounded by a circular border of white runes, in the style of a flag or logo."
    },
    {
        "image": "020.jpg",
        "caption": "A Valknut tattoo on a White man's knee, a tattoo Norse symbol representing the three aspects of the divine - the past, present, and future, in the style of photography."
    },
    {
        "image": "021.png",
        "caption": "Cracked earth background with a Valknut symbol in the foreground, featuring a cloudy sky and vibrant colors inside the Valknut, in the style of desktop wallpaper or computer art."
    },
    {
        "image": "022.jpg",
        "caption": "A black and white flag with an emblem in the middle of a Valknut symbol in the center, surrounded by a sun-like pattern with norse rune text across the top, below it are bows of oak leaves with a small Algiz rune between the bows, in the style of a flag."
    },
    {
        "image": "023.jpg",
        "caption": "A black and white tattoo on a White man's leg of a Thor's hammer overlaying a vegvisir and a Valknut in a cirlce of the handle of the Hammer of Thor, In the style of black and white photography."
    },
    {
        "image": "024.png",
        "caption": "A golden Valknut with intricate Celtic-inspired patterns and designs, set against a transparent background, in the style of CGI computer art."
    },
    {
        "image": "025.png",
        "caption": "A solid black on white background of an emblem of the Fuhrerreich eagle holding a wreath with a black Valknut inside it, in the style of vector art."
    },
    {
        "image": "026.jpg",
        "caption": "A plain gray T-shirt with a two-tome Valknut screen printed on it, one triangle is black and the other two of the triangles are gray, style of product photograph."
    },
    {
        "image": "027.jpg",
        "caption": "A red Valknut on a plain white background, encircled by a black dragon serpant with red eyes eating its own tail, in the style of modern tribal tattoo."
    },
    {
        "image": "028.jpg",
        "caption": "A simplistic white valknut traced in black on a white background, in the style of a logo or symbol."
    },
    {
        "image": "029.jpg",
        "caption": "A simplistic black valknut traced in white on a black background, in the style of a logo or symbol."
    },
    {
        "image": "030.png",
        "caption": "A solid white Valknut on a transparent background, minimalist, in the style of a vector image."
    },
    {
        "image": "031.jpg",
        "caption": "A black hat on a white background, the hat has a white valknut symbol on it and a sticker on the visor, the hat is turned 45 degrees, in the style of product photograph."
    },
    {
        "image": "032.webp",
        "caption": "A solid black Valknut with a white glow around it, the background is a dark night forest, in the style of black and white photograph or desktop wallpaper."
    },
    {
        "image": "033.webp",
        "caption": "A tattoo of a Valknut made with black ink, utilizing black shading, in the style of photo realistic."
    },
    {
        "image": "034.webp",
        "caption": "A Valknut tattoo in the center of a man's back, black traced Valknut tattoo that looks like it was cut into his skin, upper back tattoo, in the style of photograph."
    },
    {
        "image": "035.jpeg",
        "caption": "A Valknut tattoo on the side of a man's head, the valknut tattoo has black shading and is on the shaved part of his head, he has a man bun and is wearing a black facemask, in the style of photo realistic."
    },
    {
        "image": "036.jpg",
        "caption": "A circular medieval sun symbol with a Valknut in the center, surrounded by more valknuts and sunbeams in a monochrome color scheme on a background of celtic nordic knots, in the style of a logo."
    },
    {
        "image": "037.webp",
        "caption": "A black and white image of a square diamond made of norse knotwork with a Valknut in the middle, set on a square border with symetrical celtic knots in the corners, the word 'watermark' superimposed over the image, in the style of a cloth patch."
    },
    {
        "image": "038.jpg",
        "caption": "An ice blue steel Valknut with sharp blade edges, bordered by a rectangle of intricate knots and on a background of black fabric, in the style of photorealism."
    },
    {
        "image": "039.webp",
        "caption": "A glowing Valknut in the night sky over blue mountains, the ground is a reflective purple grid, in the style of retro synthwave."
    },
    {
        "image": "040.jpg",
        "caption": "A silver ring engraved with a valknut on the face, the side of the ring is engraved with a Hammer of Thor, in the style of black and white photography or product image."
    },
    {
        "image": "041.jpg",
        "caption": "A silver valknut bracelet with a braided black leather band, displayed on gray felt and accented with twigs of autumn leaves, in the style of photogragh or product image."
    },
    {
        "image": "042.jpg",
        "caption": "A gold Valknut pendant on a black background, framed in a gray rectangle, style of product photograph."
    },
    {
        "image": "043.png",
        "caption": "A solid black insignia of a German Fuhrerreich eagle perched on a black Valknut, 'Fuhrerreich' written in a German imperial font across the eagle's wings and body, below is written 'Legacy Of The Great War', the background is a light checker pattern in the style of logo or emblem."
    },
    {
        "image": "044.jpg",
        "caption": "A black Valknut tattoo made with black ink on a White man's left hand, in the style of black and white photography."
    },
    {
        "image": "045.jpg",
        "caption": "A Valknut tattoo using black ink to create the symbol as a shading negative, the shading has futhark runes in it, in the style of photography."
    },
    {
        "image": "046.jpg",
        "caption": "A solid black Valknut tattoo overlaying an Aegishjalmur on a White man's left shoulder, in the bottom left there is the number '12' inside a white circle, in the style of photography."
    },
    {
        "image": "047.jpg",
        "caption": "A black Valknut tattoo made with black ink on a White man's right hand in the sleave of a black leather jacket, in the style of photography."
    },
    {
        "image": "048.jpg",
        "caption": "A black Valknut tattoo made with black ink on the back of a White man's right hand, in the style of photography."
    },
    {
        "image": "049.jpg",
        "caption": "A solid black silhouette of a raven on a solid white background with its wings spread, inside the raven is a white Valknut, in the style of a vector image or a tattoo template or clipart."
    },
    {
        "image": "050.webp",
        "caption": "A wood carving of a Valknut with two ravens, Huginn and Muninn pirched on its sides, in the style of realistic photograph."
    },
    {
        "image": "051.jpg",
        "caption": "A white square with a cutout of a valknut, through the shape's opening is a scene of a cloudy forest, in the style of symbolic art."
    },
    {
        "image": "052.jpg",
        "caption": "A white logo on a black background of a valknut with two symetrical tribal ravens, Huginn and Muninn to the sides of the valknut, below is crossed oak branches, the logo is framed by futhark runes and a slogan in a runic font 'nogle til valhalla' across the top with knotwork above it."
    },
    {
        "image": "053.jpg",
        "caption": "A metal ring with a Valknut symbol inside a circle, intricate patterns on the band, in the style of black and white product image."
    },
    {
        "image": "054.jpg",
        "caption": "A metalic Valknut button or cufflink set on a solid black background, in the style of product image."
    },
    {
        "image": "055.jpg",
        "caption": "An intricate tribal design of a Valknut covered in norse nordic knotwork and runes, on a background of burning stained glass, in the style of digital art."
    },
    {
        "image": "056.png",
        "caption": "An intricate gray design on a white background of an unsidedown triangle on a circle, made of celtic and nordic knots, in the center is a valknut and in the corners of the triangle are a vegvisir, a Ægishjálmur Helm of Awe and a triskelion, in the style of tribal mandela art."
    },
    {
        "image": "057.jpg",
        "caption": "A silver Valknut pendant on a wood surface, style of realistic photo or product photo."
    },
    {
        "image": "058.png",
        "caption": "An intricate red design on a white background of an unsidedown triangle on a circle, made of celtic and nordic knots, in the center is a valknut and in the corners of the triangle are a vegvisir, a Ægishjálmur Helm of Awe and a triskelion, in the style of tribal mandela art."
    },
    {
        "image": "059.jpg",
        "caption": "A pewter pendant of a Valknut in a nordic knot circle, the pendant's shape is a gear with futhark runes on the teeth, style of realistic photo or product photo."
    },
    {
        "image": "060.webp",
        "caption": "A simplistic black logo on a white background of a circle made of nordic knotwork, in the center is a solid black valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "061.jpg",
        "caption": "A simplistic black logo on a white background of a circle within a circle, dots are evenly places in the space between the inner and outer circles, in the center is a solid thin black valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "062.jpg",
        "caption": "A degraded image of a foggy forest, to the sides are virtical bands of celtic knotwork, in the center is a worn symbol of a valknut and two ravens, huginn and muninn, in the style of grayscale computer art."
    },
    {
        "image": "063.jpg",
        "caption": "A simplistic white logo on a black background of a circle within a circle, dots are evenly places in the space between the inner and outer circles, in the center is a solid thin white valknut with radial lines eminating from behind the valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "064.png",
        "caption": "A simplistic black logo on a white background of a circle made of viking runes, in the center is a bold black valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "065.jpg",
        "caption": "A simplistic black logo on a white background of a thin line valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "066.jpg",
        "caption": "A simplistic blue logo on a white background of a thin line valknut, in the style of tattoo template or vector image."
    },
    {
        "image": "067.webp",
        "caption": "An ancient germanic stone carving of a warrior on a horse with a shield and a sword, he is surrounded by a servant and wisemen, below the horse is a valknut, in the style of real photography."
    },
    {
        "image": "068.webp",
        "caption": "A Valknut symbol made from the flag of Iceland, in the style of flag art or clip art."
    },
    {
        "image": "069.jpg",
        "caption": "A Valknut tattoo made with black ink, behind the valknut is a pine forest and flying above is a raven, in the style of realistic photo."
    },
    {
        "image": "070.jpg",
        "caption": "A Valknut carved into a slate tile, encircled by norse viking runes, white background, in the style of realistic photo."
    },
    {
        "image": "071.jpg",
        "caption": "A black logo on a white background of a valknut with two symetrical tribal ravens, Huginn and Muninn to the sides of the valknut, below is crossed oak branches, above the logo is a slogan in a runic font 'nogle til valhalla', in the style of tattoo template or logo."
    },
    {
        "image": "072.jpg",
        "caption": "A tri-colored Valknut on a white background, each triangle is a different color, one triangle blue, one triangle gray and one triangle red, in the style of a logo or clipart."
    },
    {
        "image": "073.jpg",
        "caption": "A white valknut symbol in a circle of oak leaves on a black background, the word 'alamy' is randomly placed over the image, in the style of a logo or vector."
    },
    {
        "image": "074.webp",
        "caption": "A white symbol on a black background, the symbol consists of a circle with two white ravens perched on it with their wings spread, inside the circle is virtical lines, over the virtical lines is a black valknut, in the style of a logo or vector."
    },
    {
        "image": "075.png",
        "caption": "An ancient stone with a Valknut carved into it, in the style of real life."
    },
    {
        "image": "076.jpg",
        "caption": "A gray and blue colored design on a black background of three clawed symbols overlayed in opposing directions, over them in the middle is a 3-d valknut, in the style of clipart."
    },
    {
        "image": "077.jpg",
        "caption": "An intricate black on white design of a vegvisir encircled by futhark runes, below it are two ravens Huginn and Muninn, between them is a white Valknut with black shading, below the valknut is the norse tree of life with a sword bandle for its trunk, the blade on the sword is broken, in the style of pencile art or tattoo design."
    },
    {
        "image": "078.webp",
        "caption": "A cloudy sky full of ravens or crows, a circular logo is in the center of a bold black valknut, circled with futhark runes, in the style of black and white photography."
    },
    {
        "image": "079.jpg",
        "caption": "A Norse cemetery covered in snow and fog, in the far distance is a pine forest set in front of snow covered mountains and a starry sky, the gravestones have glowing runes on them, overlaying the scene is a circular black emblem made of swastika knotwork and a solid black valknut in the center of the circle, in the style of digital art and scenery."
    },
    {
        "image": "080.jpg",
        "caption": "A silver ring with engraved valknuts and a simplistic but tiny pattern, in the style of photography or product photo."
    },
    {
        "image": "081.webp",
        "caption": "A black ink Valknut tattoo on a White woman's left arm, she is wearing a blueish gray cutoff 'Guns N' Roses' shirt and black jeans and a black belt, in the style of photography."
    },
    {
        "image": "082.webp",
        "caption": "A dark cloudy sky with snow falling, a fire burning with embers rising up into the air, a Valknut is superimposed semitransparent over the center of the image, in the style of digital art."
    }
]